Tekla.Structures.Drawing.PickerInterruptedException
The PickerInterruptedException class defines the exception
that is thrown when a user interrupts the picker.

Tekla.Structures.Drawing.PickerInterruptedException.#ctor
Creates a new picker interrupted exception instance.

Tekla.Structures.Drawing.PickerInterruptedException.#ctor(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Initializes a new instance with serialized data.
info: The object that holds the serialized object data.
context: The contextual information about the source or destination.